Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2013.tmx
Source language: en_us
Languages: zh_cn

source: We should have a strong sense of responsibility toward our country and people, work harder and solve these problems more quickly in order to meet people's expectations and never let them down.
zh_cn: 我们要以对国家和人民高度负责的精神，更加努力做好工作，加快解决这些问题，决不辜负人民的期望！

source: II. General Requirements, Major Targets and Macroeconomic Policies for This Year's Economic and Social Development
zh_cn: 二、今年经济社会发展的总体要求、主要预期目标和宏观经济政策

source: At its Eighteenth National Congress, the Party scientifically reviewed its work over the previous five years and the historic achievements since its Sixteenth Congress, set forth the objectives of finishing building a moderately prosperous society in all respects and deepening reform and opening up in an all-around way, and laid out an overall plan for advancing the cause of socialism with Chinese characteristics.
zh_cn: 党的十八大科学总结了过去五年的工作和党的十六大以来的奋斗历程和历史性成就，确定了全面建成小康社会和全面深化改革开放的目标，对进一步推进中国特色社会主义事业作出了全面部署。

source: The year 2013 is the first year for fully carrying out the guiding principles of the Party's Eighteenth National Congress, a crucial year for continuing to implement the Twelfth Five-Year Plan and an important year for laying a solid foundation for finishing building a moderately prosperous society in all respects.
zh_cn: 2013年是全面贯彻落实党的十八大精神的开局之年，是实施“十二五”规划承前启后的关键一年，是为全面建成小康社会奠定坚实基础的重要一年。

source: China remains in an important period of strategic opportunities during which much can be accomplished.
zh_cn: 我国发展仍处于可以大有作为的重要战略机遇期，

source: There are many favorable conditions and positive factors as well as a number of risks and challenges for China's economic and social development.
zh_cn: 经济社会发展具备很多有利条件和积极因素，也面临不少风险和挑战。

source: The profound impact of the global financial crisis persists, and the recovery of the world economy is full of uncertainty and not yet on a stable footing.
zh_cn: 国际金融危机深层次影响持续显现，世界经济复苏充满不确定性、不稳定性。

source: We should realize that the situation is encouraging and so remain confident; but also that it is complex and so be mindful of adversity, have a keen sense of urgency, and industriously and earnestly do our work well.
zh_cn: 我们既要看到形势的积极方面，坚定信心，也要看到形势的复杂性，增强忧患意识和紧迫感，兢兢业业、扎扎实实做好工作。

source: The general requirements for this year's work are:
zh_cn: 今年工作的总体要求是：

source: -- Thoroughly study and fully implement the guiding principles of the Eighteenth Party Congress.
zh_cn: 深入学习和全面贯彻落实党的十八大精神，

source: -- Hold high the great banner of socialism with Chinese characteristics.
zh_cn: 高举中国特色社会主义伟大旗帜，

source: -- Follow the guidance of Deng Xiaoping Theory, the important thought of Three Represents and the Scientific Outlook on Development.
zh_cn: 以邓小平理论、“三个代表”重要思想、科学发展观为指导，

source: -- Take developing in a scientific way as the underlying guideline and accelerating the change of the growth model as the major task.
zh_cn: 紧紧围绕主题主线，

source: -- Focus on improving the quality and performance of economic growth.
zh_cn: 以提高经济增长质量和效益为中心，

source: -- Deepen reform and opening up.
zh_cn: 深化改革开放，

source: -- Implement the strategy of making development more innovation-driven.
zh_cn: 实施创新驱动战略，

source: -- Make progress while ensuring stability.
zh_cn: 稳中求进，

source: -- Blaze new trails in a pioneering spirit.
zh_cn: 开拓创新，

source: -- Get off to a good start.
zh_cn: 扎实开局，

source: -- Comprehensively promote socialist economic, political, cultural, social and ecological progress.
zh_cn: 全面推进社会主义经济建设、政治建设、文化建设、社会建设、生态文明建设，

source: -- Achieve sustained, healthy economic growth and social harmony and stability.
zh_cn: 实现经济持续健康发展和社会和谐稳定。

source: The major targets for this year's economic and social development are:
zh_cn: 今年经济社会发展的主要预期目标是：

source: -- Increase GDP by about 7.5%.
zh_cn: 国内生产总值增长7.5%左右，

source: -- Better coordinate development.
zh_cn: 发展的协调性进一步增强；

source: -- Hold increases in the CPI to around 3.5%.
zh_cn: 居民消费价格涨幅3.5%左右；

source: -- Add more than 9 million urban jobs.
zh_cn: 城镇新增就业900万人以上，

source: -- Keep the registered urban unemployment rate at or below 4.6%.
zh_cn: 城镇登记失业率低于4.6%；

source: -- Ensure that real per capita income for urban and rural residents increases in step with economic growth and that work remuneration rises in step with increases in labor productivity.
zh_cn: 城乡居民人均收入实际增长与经济增长同步，劳动报酬增长和劳动生产率提高同步；

source: -- Further improve the balance of payments.
zh_cn: 国际收支状况进一步改善。

source: Here, I wish to explain our targets for economic growth and overall prices.
zh_cn: 这里，着重对经济增长和物价总水平两个指标作些说明。

source: The target for economic growth: This is a general target that is followed closely by all.
zh_cn: 关于经济增长目标。这是一个综合性指标，各方面高度关注。

source: In setting this year's target for economic growth at about 7.5%, we have taken two factors into account.
zh_cn: 今年经济增长预期目标定为7.5%左右，主要基于两方面考虑：

source: On the one hand, we need to continue to seize opportunities and promote development.
zh_cn: 一方面，要继续抓住机遇、促进发展。

source: Over the years, the capacity of China's manufacturing industry has increased considerably and our infrastructure has improved significantly, which means they are better able to sustain development.
zh_cn: 这些年，我国制造业积累了较大产能，基础设施状况大为改善，支撑能力明显增强，

source: The rate of savings has been high, and the size of the workforce has remained large.
zh_cn: 储蓄率较高，劳动力总量仍然很大。

source: We must better allocate and employ factors of production and maintain a proper level of economic growth in order to provide necessary conditions for creating jobs and improving people's wellbeing and to create a stable environment for changing the growth model and adjusting the economic structure.
zh_cn: 必须优化配置和利用生产要素，保持合理的增长速度，为增加就业、改善民生提供必要条件，为转方式、调结构创造稳定环境；

source: We must ensure that economic growth is in accord with the potential economic growth rate, the ability to supply factors of production, and the bearing capacity of resources and the environment.
zh_cn: 必须使经济增长与潜在增长率相协调，与生产要素的供给能力和资源环境的承受能力相适应。

source: On the other hand, we should, in accordance with the Scientific Outlook on Development, guide all the people to shift the focus of their work to accelerating the change of the growth model, adjusting the economic structure and improving the quality and performance of economic growth, so as to promote sustained and healthy economic development.
zh_cn: 另一方面，要切实按照科学发展观的要求，引导各方面把工作重心放到加快转变经济发展方式和调整经济结构上，放到提高经济增长的质量和效益上，推动经济持续健康发展。

source: In light of these considerations, we deem it necessary and appropriate to set this year's target for economic growth at about 7.5%, a goal that we will have to work hard to attain.
zh_cn: 综合权衡，今年的经济增长目标定为7.5%左右是必要的、适宜的，实现这个目标需要付出艰苦努力。

source: The target for overall prices:
zh_cn: 关于物价总水平。

source: Maintaining basic stability of overall prices has always been an important macro-control target.
zh_cn: 保持物价总水平基本稳定始终是宏观调控的重要目标。

source: Last year, the rise in the CPI dropped to 2.6%. This was an important result of our efforts to curb inflation, and it was also due to the overall economic performance.
zh_cn: 去年居民消费价格涨幅回落到2.6%，这是我们控制通货膨胀取得的一个重要成果，也与经济运行整体态势有关。

source: This year, China is still under considerable inflationary pressure.
zh_cn: 今年通货膨胀压力仍然较大，

source: The main reasons are:
zh_cn: 主要是：

source: -- There is upward pressure on the prices of land, labor and other factors of production and the prices of farm products and services.
zh_cn: 我国土地、劳动力等要素价格，农产品和服务类价格都存在上涨压力；

source: -- Major developed countries are increasingly carrying out easy monetary policies, and imported inflationary pressure cannot be overlooked.
zh_cn: 主要发达国家实行宽松货币政策并不断加码，输入性通货膨胀压力不容忽视；

source: -- We need to leave some room for adjusting the prices of energy and resources.
zh_cn: 理顺能源资源价格需要留出一定空间；

source: -- The carry-over effect of the CPI increase in 2012 will contribute roughly one percentage point to this year's CPI growth rate.
zh_cn: 去年价格上涨的翘尾影响约有1个百分点。

source: Taking all these factors fully into account, we have set the target for increases in the CPI at around 3.5% for this year.
zh_cn: 把居民消费价格涨幅控制在3.5%左右，是充分考虑各方面因素后作出的选择。

source: We should effectively ensure the supply of major commodities, boost distribution of goods, reduce logistics costs, tighten oversight over market prices, and keep overall prices basically stable.
zh_cn: 要切实保障重要商品供给，搞活流通，降低物流成本，加强市场价格监管，保持物价总水平基本稳定。

source: To reach the above targets, we must continue to implement a proactive fiscal policy and a prudent monetary policy, maintain continuity and stability of our policies, and make them more forward-looking, targeted and flexible.
zh_cn: 实现上述目标，必须继续实施积极的财政政策和稳健的货币政策，保持政策连续性和稳定性，增强前瞻性、针对性和灵活性。

source: We will continue to implement a proactive fiscal policy.
zh_cn: 继续实施积极的财政政策。

source: We should make our proactive fiscal policy play a bigger role in ensuring steady growth, adjusting the structure, advancing reform, and benefiting the people.
zh_cn: 更好地发挥积极财政政策在稳增长、调结构、促改革、惠民生中的作用。

source: First, we will increase the deficit and government debt by appropriate amounts.
zh_cn: 一是适当增加财政赤字和国债规模。

source: This year we are projecting a deficit of 1.2 trillion yuan, 400 billion more than the budgeted figure last year. This consists of a central government deficit of 850 billion yuan and 350 billion yuan in bonds to be issued on behalf of local governments.
zh_cn: 今年拟安排财政赤字1.2万亿元，比去年预算增加4000亿元，其中中央财政赤字8500亿元，代地方发债3500亿元。

source: The time-lag of past structural tax cuts will make it hard for government revenue to grow fast this year, while fixed government expenditures will increase.
zh_cn: 这主要是考虑到结构性减税的滞后效应，今年财政收入增长不会太快，但财政刚性支出增加，

source: In particular, it is necessary to increase spending to ensure and improve people's wellbeing and maintain support for economic growth and structural adjustment. Consequently, we deem it necessary to appropriately increase the deficit and government debt.
zh_cn: 特别是要增加保障改善民生支出，保持对经济增长和结构调整的支持力度，适当扩大财政赤字和国债规模是必要的。

source: It should be noted that China has a relatively low debt-to-GDP ratio, and the increase in the deficit this year will bring the deficit-to-GDP ratio to about 2%, which is overall at a safe level.
zh_cn: 同时，目前我国债务负担率相对较低，今年增加赤字后，赤字率在2%左右，总体上处于安全水平。

source: Second, we will improve the structural tax cut policy as we continue to reform the tax system.
zh_cn: 二是结合税制改革完善结构性减税政策。

source: The focus will be on accelerating the pilot project to replace business tax with VAT, improving the way these trials are conducted and extending them to more areas and sectors in a timely manner.
zh_cn: 重点是加快推进营业税改征增值税试点工作，完善试点办法，适时扩大试点地区和行业范围。

source: Third, we will work hard to optimize the structure of government expenditures.
zh_cn: 三是着力优化财政支出结构。

source: We will continue to give priority to spending on education, medical and health care, social security and other weak areas that are important to people's wellbeing.
zh_cn: 继续向教育、医药卫生、社会保障等民生领域和薄弱环节倾斜，

source: We will strictly limit regular expenditures like administrative expenses, and practice thrift in everything we do.
zh_cn: 严格控制行政经费等一般性支出，勤俭办一切事业。

source: Investment from the central government budget will be mainly made in government-subsidized housing projects; infrastructure projects related to agriculture, water conservancy and urban utilities networks; social programs and other projects to improve people's wellbeing; and energy conservation, emissions reduction and environmental protection.
zh_cn: 中央预算内投资主要投向保障性安居工程，农业、水利、城市管网等基础设施，社会事业等民生工程，节能减排和生态环境等领域。

source: Fourth, we will continue to strengthen management of local government debt.
zh_cn: 四是继续加强地方政府性债务管理。

source: We will properly handle debt repayment and follow-up financing for ongoing projects, put in place a system for managing local government debt and keep such debt at an appropriate level.
zh_cn: 妥善处理债务偿还和在建项目后续融资问题，积极推进地方政府性债务管理制度建设，合理控制地方政府性债务水平。

source: We will continue to implement a prudent monetary policy.
zh_cn: 继续实施稳健的货币政策。

source: We will maintain a balance between boosting economic growth, keeping prices stable and guarding against financial risks.
zh_cn: 把握好促进经济增长、稳定物价和防范金融风险之间的平衡。

source: First, we will improve the policy framework for exercising macro-control prudently and have monetary policy play the role of making counter-cyclic adjustments.
zh_cn: 一是健全宏观审慎政策框架，发挥货币政策逆周期调节作用。

source: The target for growth of the broad money supply (M2) is about 13%.
zh_cn: 广义货币M2预期增长目标拟定为13%左右。

source: We will employ a full range of monetary policy tools to control market liquidity, increase the money and credit supply at an appropriate pace, and expand the aggregate financing for the economy by an appropriate amount.
zh_cn: 综合运用多种货币政策工具，调节市场流动性，保持货币信贷合理增长，适当扩大社会融资规模。

source: We will improve the transmission mechanism for monetary policy, better coordinate financial oversight and monetary policy, and improve oversight standards and their implementation.
zh_cn: 完善货币政策传导机制，加强金融监管与货币政策的协调，不断优化监管标准和监管方式。

source: Second, we will better allocate financial resources.
zh_cn: 二是促进金融资源优化配置。

source: We will guide financial institutions to increase financial support for structural adjustments to the economy, especially for agriculture, rural areas and farmers, small and micro businesses, and strategic emerging industries, and satisfy funding needs for key national projects under construction or expansion.
zh_cn: 引导金融机构加大对经济结构调整特别是“三农”、小微企业、战略性新兴产业等的金融支持，满足国家重点在建续建项目资金需求。

source: We will broaden financing channels for the real economy and reduce its financing costs.
zh_cn: 拓宽实体经济融资渠道，降低实体经济融资成本。

source: We will promote steady and healthy development of the capital market.
zh_cn: 促进资本市场稳定健康发展。

source: Third, we will resolutely guard against systemic and regional financial risks.
zh_cn: 三是守住不发生系统性和区域性金融风险底线。

source: We will guide financial institutions to operate prudently, and we will tighten oversight over financial risks in certain sectors and regions and risks related to the off-balance sheet activities of financial institutions, and thus make the financial sector's support for economic development more sustainable.
zh_cn: 引导金融机构稳健经营，加强对局部和区域性风险以及金融机构表外业务风险的监管，提高金融支持经济发展的可持续性。

source: III. Suggestions for the Work of the Government This Year
zh_cn: 三、对今年政府工作的建议

source: Based on an understanding of the work of the past ten years, especially of the past five years, I wish to make the following suggestions for the government's main work this year.
zh_cn: 结合过去十年特别是近五年工作的体会，对今年政府主要工作提出以下建议。

source: 1. Accelerating the change of the growth model and promoting sustained and sound economic development
zh_cn: （一）加快转变经济发展方式，促进经济持续健康发展。

source: All the achievements we have made in China's socialist modernization are attributable to sustained and sound economic development, without which we would have accomplished nothing.
zh_cn: 我国社会主义现代化建设取得的一切成就都建立在经济持续健康发展的基础之上，经济不发展，什么事情都办不成。

source: China is still in the primary stage of socialism and will remain so for a long time. This basic national condition has not changed; nor has the principal problem in our society, that is, production falls short of the ever-growing material and cultural needs of the people, or China's international position as the largest developing country in the world.
zh_cn: 我国仍处于并将长期处于社会主义初级阶段的基本国情没有变，人民日益增长的物质文化需要同落后的社会生产之间的矛盾这一社会主要矛盾没有变，我国是世界上最大发展中国家的国际地位没有变，

source: Development is still the key to solving all our problems.
zh_cn: 发展仍是解决我国所有问题的关键。

source: We must keep economic development as the central task and give it our undivided attention.
zh_cn: 必须坚持以经济建设为中心，聚精会神搞建设，一心一意谋发展。

source: As long as we make full use of this important period of strategic opportunities, respect the law of development, formulate new thinking on development, solve problems hindering development, accelerate the change of the growth model, spur change in the course of pursuing development, and promote development while working for change, we can certainly achieve sustained and sound economic development.
zh_cn: 只要我们牢牢把握发展的重要战略机遇期，尊重发展规律，创新发展理念，破解发展难题，加快转变经济发展方式，在发展中促转变，在转变中谋发展，就一定能实现经济持续健康发展。=

source: We should unswervingly take expanding domestic demand as our long-term strategy for economic development, and make full use of the basic function of consumption and the key role of investment.
zh_cn: 要坚定不移地把扩大内需作为经济发展的长期战略方针，充分发挥消费的基础作用和投资的关键作用。

source: The difficulty in and key to expanding domestic demand lie in consumption, and that is also where the potential lies.
zh_cn: 扩大内需的难点和重点在消费，潜力也在消费。

source: To expand individual consumption, we should enhance people's ability to consume, keep their consumption expectations stable, boost their desire to consume, improve the consumption environment and make economic growth more consumption-driven.
zh_cn: 扩大居民消费要在提高消费能力、稳定消费预期、增强消费意愿、改善消费环境上下功夫，不断提高消费对经济增长的拉动力。

source: In the current stage, the role investment plays in promoting economic growth cannot be underestimated.
zh_cn: 现阶段，投资在促进经济增长中的作用不可低估。

source: China has both investment capability and investment demand, but the key is to make investment in the needed sectors, optimize the structure of investment, and improve its performance and returns.
zh_cn: 我国既有投资能力，又有投资需求，关键在于选准方向、优化结构、提高投资的质量和效益。

source: Governmental investment is important in guiding nongovernmental investment, but its share of the country's total investment is decreasing, so we must further relax controls over market access for nongovernmental investment and stimulate it.
zh_cn: 政府投资对社会投资具有十分重要的引导作用，但占全社会投资的比重越来越小，必须进一步放宽民间投资市场准入，激发民间投资活力。

source: We should energetically change the growth model and speed up structural adjustment of industry.
zh_cn: 要大力推进转变经济发展方式，加快产业结构调整。

source: China's productive forces develop on multiple levels, which gives us plenty of room to maneuver.
zh_cn: 我国生产力发展水平具有多层次性，回旋余地很大，

source: Industries, whether traditional or emerging, labor-intensive or capital-intensive, all have room for development.
zh_cn: 无论传统产业还是新兴产业、劳动密集型产业还是资金密集型产业，都有发展的空间，

source: The important task is to optimize resources allocation and industrial distribution, and solve the following problems: excess production capacity, the lack of core technology, products with low value-added, low-level and redundant industrial projects, and different regions having similar industrial structures.
zh_cn: 重要的是优化资源配置和产业布局，解决产能过剩、核心技术缺乏、产品附加值低的问题，解决低水平重复建设和地区产业结构趋同的问题。

source: We must accelerate the transformation and upgrading of traditional industries, energetically develop new- and high-tech industries, and raise product quality and competitiveness.
zh_cn: 必须加快改造提升传统产业，大力发展高新技术产业，提高产品质量和市场竞争力。

source: We should strengthen policy guidance; encourage enterprise acquisitions and reorganizations across industries, regions and forms of ownership; and allow market forces to determine enterprises' success or failure.
zh_cn: 要加强政策引导，鼓励企业跨行业跨区域跨所有制兼并重组，利用市场倒逼机制促进优胜劣汰。

source: We should promote sound development of strategic emerging industries, with the focus on expanding their share in the domestic market and making breakthroughs in major and key technologies.
zh_cn: 以扩大国内市场应用、重要关键技术攻关为重点，推动战略性新兴产业健康发展。

source: We should promote the integration of IT application and industrialization, more quickly build next-generation information and communication infrastructure, and spread the use of information network technology.
zh_cn: 积极推动信息化和工业化融合，加快建设新一代信息基础设施，促进信息网络技术广泛应用。

source: We should develop and expand the service sector, and attach equal importance to producer and consumer service industries and to modern and traditional service industries.
zh_cn: 坚持生产性服务业和生活性服务业并重，现代服务业和传统服务业并举，进一步发展壮大服务业。

source: In response to people's expectations of having a good living environment, we should greatly strengthen ecological improvement and environmental protection.
zh_cn: 要顺应人民群众对美好生活环境的期待，大力加强生态文明建设和环境保护。

source: The state of the ecological environment affects the level of people's wellbeing and also posterity and the future of our nation.
zh_cn: 生态环境关系人民福祉，关乎子孙后代和民族未来。

source: We should adhere to the basic state policy of conserving resources and protecting the environment and endeavor to promote green, circular, and low-carbon development.
zh_cn: 要坚持节约资源和保护环境的基本国策，着力推进绿色发展、循环发展、低碳发展。

source: We should greatly boost the conservation and reuse of energy and resources, give priority to saving energy in industry, transportation and construction and in public institutions, restrict total energy consumption, and reduce energy and materials consumption and carbon dioxide emissions.
zh_cn: 大力推进能源资源节约和循环利用，重点抓好工业、交通、建筑、公共机构等领域节能，控制能源消费总量，降低能耗、物耗和二氧化碳排放强度。

source: We should speed up adjusting the economic structure and distribution and upgrading related standards, practices, and laws and regulations.
zh_cn: 要加快调整经济结构和布局，抓紧完善标准、制度和法规体系，

source: We should adopt effective measures to prevent and control pollution and change the way we work and live.
zh_cn: 采取切实的防治污染措施，促进生产方式和生活方式的转变，

source: We should resolve to solve the problems of serious air, water, and soil pollution that affect the people's vital interests; improve environmental quality, and safeguard people's health, and give the people hope through our concrete action and achievements.
zh_cn: 下决心解决好关系群众切身利益的大气、水、土壤等突出环境污染问题，改善环境质量，维护人民健康，用实际行动和成效让人民看到希望。

source: We should do our meteorological, geological and seismic work well and become better able to prevent and mitigate natural disasters.
zh_cn: 要做好气象、地质、地震等方面工作，提高防灾减灾能力。

source: We should optimize development of the country's territory, carry out development at a proper pace and adjust its spatial layout.
zh_cn: 优化国土空间开发格局，合理控制开发强度，调整空间结构。

source: We should strengthen comprehensive marine management, develop the marine economy, become better able to exploit marine resources, protect the marine ecological environment, and safeguard China's maritime rights and interests.
zh_cn: 加强海洋综合管理，发展海洋经济，提高海洋资源开发能力，保护海洋生态环境，维护国家海洋权益。

source: We should continue to fully implement the master strategy for regional development and promote balanced development between regions.
zh_cn: 要继续深入实施区域发展总体战略，促进区域经济协调发展。

source: We should make full use of the comparative strengths of each region, make plans comprehensively and give guidance tailored to different circumstances.
zh_cn: 充分发挥各地比较优势，统筹规划、分类指导，

source: We should give high priority to large-scale development of the western region, fully revitalize the old industrial bases in northeast China, spur the rise of the central region, and support the eastern region in taking the lead in development.
zh_cn: 优先推进西部大开发，全面振兴东北地区等老工业基地，大力促进中部地区崛起，积极支持东部地区率先发展，

source: We should increase support for old revolutionary base areas, ethnic minority areas, border areas and poor areas and alleviate poverty in contiguous areas with acute difficulties.
zh_cn: 加大对革命老区、民族地区、边疆地区、贫困地区扶持力度，深入推进集中连片特殊困难地区扶贫攻坚。

source: 2. Strengthening the foundation for agriculture and rural development and promoting integrated urban and rural development
zh_cn: （二）强化农业农村发展基础，推动城乡发展一体化。

source: In recent years, China's agriculture has developed faster, its rural areas have undergone more significant changes, and its rural residents have received more tangible benefits than in any other period.
zh_cn: 近些年是我国农业发展最快、农村面貌变化最大、农民得到实惠最多的时期。

source: Agriculture and rural development in China have now entered a new stage in which overall agricultural production costs are rising, structural problems in the supply and demand of agricultural products are worsening, the rural social structure is undergoing profound changes, and integration of urban and rural development is speeding up.
zh_cn: 当前，农业农村发展进入一个新阶段，呈现出农业生产综合成本上升、农产品供求结构性矛盾突出、农村社会结构深刻变动、城乡发展加快融合的态势，

source: All the major and difficult problems that we face in finishing building a moderately prosperous society in all respects are in rural areas.
zh_cn: 全面建成小康社会的重点难点仍然在农村。
